// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Apie „Chrome OS Image Creator“";
"Menu Prefs" = "Nuostatos..";
"Menu Services" = "Paslaugos";
"Menu Hide" = "Slėpti „Chrome OS Image Creator“";
"Menu Hide Others" = "Slėpti kitus";
"Menu Show All" = "Rodyti viską";
"Menu Quit" = "Baigti darbą su „Chrome OS Image Creator“";
"Menu Window" = "Langas";
"Menu Minimize" = "Sumažinti";
"Menu Zoom" = "Keisti mastelį";
"Menu Bring All To Front" = "Perkelti viską į priekį";
"Menu Help" = "Pagalba";
"Menu App Help" = "„Chrome OS Image Creator“ pagalba";

/* Buttons */
"Button Previous" = "Ankstesnis";
"Button Next" = "Kitas";
"Button Stop" = "Stabdyti";
"Button Done" = "Atlikta";

/* Tab: Select device model */
"Text Welcome" = "Naudojant šį įrankį galima sukurti atkuriamąją SD kortelę arba USB atmintinę, skirtą „Chrome“ OS įrenginiui atkurti.\n\nĮveskite „Chrome“ OS įrenginio modelio numerį (pvz., SAMS ALEX BETA-US 8738). Jis pateikiamas ekrano, kuriame esate raginami prijungti atkuriamąjį įrenginį, apačioje.";
"Text Model" = "Modelis:";
"Button Local Image" = "Vietinis vaizdas…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Pasirinkite pašalinamą atmintinės įrenginį, kurį norite naudoti atkurdami:";
"Text Insertion Prompt" = "Įdėkite SD kortelę arba USB atmintinę.";

/* Tab: Done */
"Text Congrats" = "Medija paruošta. Dabar galite pašalinti ją iš sistemos ir naudoti „Chrome“ OS įrenginiui atstatyti.";

/* Sizes */
"Size Bytes" = " bait.";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Šios programos nepavyksta paleisti.";
"NoDiskArb Informative" = "Paleidžiant „Disk Arbitration“ iškilo problema. Taip neturėtų nutikti.";
"NoDiskArb OK" = "Gerai";

/* Error retrieving config file. */
"CantGetConfig Message" = "Nepavyksta gauti vaizdų sąrašo.";
"CantGetConfig Informative" = "Gaunant galimų atkūrimo vaizdų sąrašą iškilo problema (%1$@). Patikrinkite ir įsitikinkite, kad tinklo ryšys veikia.";
"CantGetConfig OK" = "Gerai";
"CantGetConfig Error NoConnection" = "nepavyko priskirti ryšio";
"CantGetConfig Error DownloadError" = "atsisiunčiant įvyko klaida";
"CantGetConfig Error StringCreate" = "nepavyko panaudoti atsako";

/* Version error. */
"VersionError Message" = "Ši programos versija per sena.";
"VersionError Informative" = "Atsisiųskite naujesnę versiją. Ši versija yra %1$@; reikalinga bent %2$@ versija. %3$@";
"VersionError OK" = "Gaukite naują versiją";

/* File dialog to select a local file. */
"SelectLocal File" = "Pasirinkite vaizdą:";
"SelectLocal Button" = "Pasirinkti";

/* Alert on writing stick. */
"WriteAlert Message" = "Ar tikrai norite visam laikui panaikinti „%1$@“?";
"WriteAlert Informative" = "Visam laikui prarasite visus šiuo metu joje esančius duomenis. Šio veiksmo anuliuoti negalima.";
"WriteAlert Cancel" = "Nenaikinti";
"WriteAlert OK" = "Naikinti";

"TooSmallAlert Message" = "„%1$@“ negalima naudoti; ji per maža.";
"TooSmallAlert Informative" = "SD kortelė arba USB atmintinė turi būti bent %2$@.";
"TooSmallAlert OK" = "Gerai";

"NotWritable Message" = "„%1$@“ negalima naudoti; ji tik skaitoma.";
"NotWritable Informative" = "SD kortelė arba USB atmintinė yra tik skaitoma. Ant jos gali būti perjungiklis, kurį perjungus leidžiama rašyti; kitaip jos naudoti negalima.";
"NotWritable OK" = "Gerai";

"Label SD Card" = "SD kortelė";

/* Stick writing statuses. */
"Status Downloading" = "Atsisiunčiama…";
"Status Verifying Image" = "Tikrinamas atkuriamasis vaizdas…";
"Status Unpacking" = "Išskleidžiama…";
"Status Claiming" = "Tvirtinama…";
"Status Unmounting" = "Išimama…";
"Status Writing" = "Įrašoma…";
"Status Verifying Media" = "Tikrinama atkuriamoji medija…";
"Status Ejecting" = "Išstumiama…";
"Status Done" = "Atlikta!";

"StatusAdd Attempt" = " (%1$d bandymas)";

/* Errors */
"Failure Downloading" = "Apgailestaujame, įvyko klaida (nepavyko atsisiųsti šaltinio vaizdo). Norėtumėte bandyti dar kartą?";
"Failure Verifying Return Value" = "Apgailestaujame, įvyko klaida (nepavyko patvirtinti šaltinio vaizdo, programos triktis, %1$s). Norėtumėte bandyti dar kartą?";
"Failure Verifying SHA Mismatch" = "Apgailestaujame, įvyko klaida (nepavyko patvirtinti šaltinio vaizdo, kontrolinės sumos triktis). Norėtumėte bandyti dar kartą?";
"Failure Unpacking" = "Apgailestaujame, įvyko klaida (nepavyko išskleisti šaltinio vaizdo, %1$s). Norėtumėte bandyti dar kartą?";
"Failure Claiming" = "Apgailestaujame, įvyko klaida (nepavyko patvirtinti USB kortelės). Norėtumėte bandyti dar kartą?";
"Failure Unmounting" = "Apgailestaujame, įvyko klaida (nepavyko išimti USB kortelės). Norėtumėte bandyti dar kartą?";
"Failure Opening Source Image" = "Apgailestaujame, įvyko klaida (nepavyko atidaryti šaltinio vaizdo, %1$s). Norėtumėte bandyti dar kartą?";
"Failure Opening Destination Device" = "Apgailestaujame, įvyko klaida (nepavyko atidaryti USB kortelės, %1$s). Norėtumėte bandyti dar kartą?";
"Failure Reading Source Image" = "Apgailestaujame, įvyko klaida (nepavyko skaityti iš šaltinio vaizdo, %1$s). Norėtumėte bandyti dar kartą?";
"Failure Writing Destination Device" = "Apgailestaujame, įvyko klaida (nepavyko įrašyti duomenų į USB kortelę, %1$s). Norėtumėte bandyti dar kartą?";
"Failure Reading Destination Device" = "Apgailestaujame, įvyko klaida (mėginant skaityti iš USB atmintinės įvyko klaida, %1$s). Ar norėtumėte bandyti dar kartą?";
"Failure Resetting Source Image" = "Apgailestaujame, įvyko klaida (mėginant iš naujo nustatyti šaltinio vaizdą įvyko klaida, %1$s). Ar norėtumėte bandyti dar kartą?";
"Failure Resetting Destination Device" = "Apgailestaujame, įvyko klaida (mėginant iš naujo nustatyti USB atmintinę įvyko klaida, %1$s). Ar norėtumėte bandyti dar kartą?";
"Failure Ejecting" = "Apgailestaujame, įvyko klaida (nepavyko išstumti USB kortelės). Norėtumėte bandyti dar kartą?";

"Failure Try Again" = "Bandyti dar kartą";
"Failure Quit" = "Baigti";

"Failure Termination Status" = "Nutraukimo būsena %d";

"Failure Internal Error 1" = "Netikėta failo pabaiga";
